# 6.	Пользователь вводит номер буквы в алфавите. Определить, какая это буква.

num_letter = int(input("Введите номер буквы в алфавите - "))
print("Это буква - {}".format(chr(num_letter)))